[
  {
    "id": 1,
    "name": "Arctander Chair",
    "price": 820000,
    "picture": "./assets/products/chair_trending.jpg",
    "sort_desc": "Sebagian besar dari kita akrab dengan desain ikonik kursi berbentuk telur yang mengambang di udara. Hanging Egg Chair adalah desain yang diakui secara kritis yang telah menikmati pujian di seluruh dunia sejak bentuk patung yang khas dibuat.‎",
    "description":"<p>‎Sebagian besar dari kita akrab dengan desain ikonik kursi berbentuk telur yang mengambang di udara. Hanging Egg Chair adalah desain yang diakui secara kritis yang telah menikmati pujian di seluruh dunia sejak bentuk patung yang khas diciptakan oleh Nanna & Jørgen Ditzel pada tahun 1959.‎ <br>‎Desain Kursi Telur Gantung telah lama dijuluki abadi sedangkan rotan material memiliki masa keemasannya pada tahun 1960-an ketika pembuat dan arsitek yang terampil membuat furnitur yang di patung indah dari bahan yang menantang. Namun, saat ini rotan menjadi semakin populer bersamaan dengan permintaan konsumen untuk produk berkelanjutan.‎</p><p><b>Dimensi :</b><br>85x75x125</p><p><b>Bahan :</b><br>Serat alami (rotan) Kursi luar ruangan: serat sintetis Berdiri: besi dilapisi bubuk (hanya untuk penggunaan dalam ruangan)‎</p>",
    "stocks":15,
    "views": 100,
    "category": "Kursi",
    "sales": 0,
    "reviews": [
      {
        "nama": "Jono",
        "text": "Sangat nyaman"
      }
    ]
  },
  {
    "id": 2,
    "name": "Clarice Tall Wingback",
    "price": 2200000,
    "picture": "./assets/products/Clarice_Tall_Wingback.jpg",
    "views": 70,
    "sales": 3,
    "sort_desc": "‎Clarice Tall Wingback Fabric Accent Chair kami dalam krem ringan akan memenuhi semua kebutuhan furnitur dalam ruangan Anda. Kursi santai kelas tinggi ini berpasangan sempurna dengan ottoman dan hadir dalam berbagai warna yang sesuai dengan gaya apa pun.‎",
    "description": "<p><b>CLASSIC ARMLESS STYLE:</b>Di Great Deal Furniture, kami membawa Anda furnitur terbaik yang tersedia. Kursi bergaya kami memiliki fitur sayap abadi di punggungnya yang tinggi. Desainnya yang melengkung adalah titik fokus yang sempurna untuk setiap kamar, dan membuat lokasi yang bagus untuk duduk, membaca, dan bersantai.‎<br><b>Dimensi : </b>27x35x38 inchi</p>",
    "stocks":15,
    "category": "Kursi",
    "reviews": [
      {
        "nama": "Jojo",
        "text": "WORTH IT!!!"
      }
    ]
  },
  {
    "id": 3,
    "name": "Fabric Armchair",
    "price": 1700000,
    "picture": "./assets/products/Fabric_Armchair.jpg",
    "views": 20,
    "sales": 10,
    "sort_desc": "‎Bantal kursi tebal dengan kapas peregangan di dalamnya mengurangi tekanan pada pinggul secara efektif sementara bantal backrest yang tegas dan bantal tambahan memberikan dukungan yang cukup ke punggung Anda. Permukaan kain linen yang lembut dan bernapas ramah terhadap kulit Anda.‎",
    "description": "<P><b>Modern & Simple Style :</b>‎Kursi aksen dirancang dengan gaya minimalis. Bingkai kayunya yang kokoh diberi hasil akhir yang halus setelah beberapa semprotan cat. Beberapa warna untuk dipilih, dapat berbaur menjadi dekorasi ruang tamu, kamar tidur, balkon Anda‎.<br><b>Dimensi :</b><br>26x31x28 inchi</P>",
    "stocks":7,
    "category": "Kursi",
    "reviews": [
      {
        "nama": "Bayu",
        "text": "Sangat Recommended"
      }
    ]
  },
  {
    "id": 4,
    "name": "HUIMO Armchair",
    "price": 800000,
    "picture": "./assets/products/HUIMO_Armchair.jpg",
    "views": 70,
    "sales": 17,
    "sort_desc": "Our accent chairs are very comfortable with the humanized design of the curved backrest and with large enough cushion",
    "description": "<p><b>SOLID WOOD & DURABLE :</b><br>‎Sandaran tangan dan bingkai terbuat dari kayu padat, tidak ada bau aneh, tidak ada perbedaan warna, dan kursi baca sangat kokoh yang dapat menampung hingga 300 pon (kapasitas beban statis). Kain bantal tidak mudah untuk pil, keriput atau cacat, terlihat baru bahkan setelah penggunaan jangka panjang.‎<br><b>Dimensi : </b><br>31x21x59 inchi</b></p>",
    "stocks":3,
    "category": "Kursi",
    "reviews": [
      {
        "nama": "Sule",
        "text": "Desainnya sangat unik!"
      }
    ]
  },
  {
    "id": 5,
    "name": "Modway Linnea Bed",
    "price": 3000000,
    "picture": "./assets/products/Modway_Linnea_bed.jpg",
    "views": 5,
    "sales": 67,
    "sort_desc": "Tingkatkan kamar tidur remaja atau tamu dengan tempat tidur platform profil rendah modern dengan garis-garis bersih dan nuansa kontemporer. Tempat tidur penuh berlapis abadi dengan desain jahitan persegi",
    "description": "<p><b>UPHOLSTERED BED : </b><br>‎Duduk sambil membaca cerita pengantar tidur di tempat tidur dengan headboard penuh empuk suportif yang dilapisi kain poliester lembut dengan jumbai. Termasuk tutup kaki untuk lantai kayu‎<br><b>Dimensi : </b><br>81 x 60 x 36.5 inchi</p>",
    "stocks":15,
    "category": "Kasur",
    "reviews": [
      {
        "nama": "Davi",
        "text": "Sangat nyaman"
      }
    ]
  },
  {
    "id": 6,
    "name": "Modway Della Vinyl Bed",
    "price": 2350000,
    "picture": "./assets/products/Modway_Della_Vinyl_Bed.jpg",
    "views": 20,
    "sales": 7,
    "sort_desc": "‎Tidur nyenyak dengan Tempat Tidur Platform Della. Dengan sentuhan pesona dan kegembiraan, desain headboard Della yang dipasangkan memberikan tampilan yang menyegarkan sementara rangka baja yang diperkuat sangat mendukung dari bawah. Lengkap dengan sistem batang yang menghilangkan kebutuhan akan pegas kotak, Della menyajikan berbagai jenis kasur di pasaran seperti busa memori, musim semi, lateks dan hibrida, dan mempertahankan kapasitas berat hingga 1300lbs. Headboard della yang dipasangkan dilengkapi dengan halus dilapisi vinil dengan alas yang dilengkapi dengan tutup kaki yang tidak menandai. Tahan lama dan kokoh, Della adalah jangkar kamar tidur yang cocok untuk rumah modern.‎",
    "description": "<p><b>Platform Bed Frame With Headboard</b><br><b>Sturdy Powder Coated Steel Frame</b><br><b>Steel Rod Mattress Support System</b><br><b>Upholstered Vinyl Headboard</b><br><b>Non-Marking Foot Caps</b></p>",
    "stocks":5,
    "category": "Kasur",
    "reviews": [
      {
        "nama": "Nando",
        "text": "Desainnya sangat cocok untuk ruangan berwarna gelap"
      }
    ]
  },
  {
    "id": 7,
    "name": "Hillsdale Furniture Lawler Bed",
    "price": 3100000,
    "picture": "./assets/products/Hillsdale_Furniture_Lawler_Bed.jpg",
    "views": 60,
    "sales": 3,
    "sort_desc": "‎‎Gaya minimalis dengan detail yang cukup untuk menjaga hal-hal menarik. Hillsdale Furniture Lawler Bed bersih dan ramping dengan headboard berlapis yang menggabungkan lengkungan terbalik yang lembut di sudut-sudutnya. Tempat tidur berlapis berlapis ukuran penuh ini memiliki kain Cream lembut yang melengkapi skema warna apa pun. Set ini berisi semua yang Anda butuhkan untuk meningkatkan gaya kamar tidur Anda. Termasuk headboard dan footboard dan side rail. Kasur dan pegas kotak diperlukan; tidak termasuk. Perakitan diperlukan.‎",
    "description": "<p><b>Easy neutrals and fabrics come together with a classic, no frills headboard design</b><br><b>Comes in sizes twin, full, queen and king</b></p>",
    "stocks":10,
    "category": "Kasur",
    "reviews": [
      {
        "nama": "Nanda",
        "text": "Desainnya sangat elegan"
      }
    ]
  },
  {
    "id": 8,
    "name": "Ravenna Home Springdale Table",
    "price": 900000,
    "picture": "./assets/products/Ravenna_Home_Springdale.jpg",
    "views": 123,
    "sales": 50,
    "sort_desc": "‎‎‎Kami percaya furnitur harus bertahan, dan gaya harus abadi. Kami pikir belanja harus tanpa rasa sakit dan pengiriman harus gratis. Kami berkomitmen untuk membuat furnitur terbaik dengan harga terendah yang akan terlihat bagus dari tahun ke tahun.‎",
    "description": "<p><b>Konstruksi pinus dan MDF padat‎</b><br><b>Meja ini memiliki tulisan yang cukup luas dan permukaan kerja dengan 2 laci penyimpanan. ‎</b><br><b>‎Pengembalian gratis selama 30 hari.‎</b><br><b>Dimensi : <br>47''W x 20''D x 30''H</b></p>",
    "stocks":60,
    "category": "Meja",
    "reviews": [
      {
        "nama": "Arby",
        "text": "Meja ini sangat kokoh"
      }
    ]
  },
  {
    "id": 9,
    "name": "Folding Table ErgoDesign",
    "price": 1200000,
    "picture": "./assets/products/Folding_Table_ErgoDesign.jpg",
    "views": 233,
    "sales": 70,
    "sort_desc": "Ukuran meja lipat adalah 31,5 x 17,83 x 29,13, dan setelah dilipat, lebarnya kurang dari 3,6 inci, membuat transportasi dan penyimpanan mudah saat tidak digunakan. Kapasitas berat (pon): 350‎‎",
    "description": "‎<p><b>Mudah Dibawa</b><br>Ringan 14,99 pound, meja komputer dapat dilipat dengan cepat dengan Kunci aman menjaga meja tertutup saat mengangkut‎<br><b>Dimensi : </b><br>‎31,5 x 17,83 x 29,19 inci‎</p>",
    "stocks":22,
    "category": "Meja",
    "reviews": [
      {
        "nama": "Ilham",
        "text": "Meja ini sangat mudah dibawa"
      }
    ]
  },
  {
    "id": 10,
    "name": "FURINNO Simplistic Study Table",
    "price": 500000,
    "picture": "./assets/products/FURINNO_Simplistic_Study_Table.jpg",
    "views": 300,
    "sales": 80,
    "sort_desc": "‎Desain bergaya sederhana, Fungsional dan cocok untuk ruangan mana pun‎",
    "description": "‎<p><b>Material :</b><br>‎Kayu komposit berkualitas premium‎<br><b>Dimensi :</b><br>‎31. 5 (W) x 29. 8 (H) x 15. 5 (D) Inci‎</p>",
    "stocks":122,
    "category": "Meja",
    "reviews": [
      {
        "nama": "Ilyas",
        "text": "Cocok digunakan untuk belajar"
      }
    ]
  },
  {
    "id": 11,
    "name": "SHW L-Shaped Home Desk",
    "price": 500000,
    "picture": "./assets/products/SHW_L-Shaped_Home_Desk.jpg",
    "views": 200,
    "sales": 60,
    "sort_desc": "‎Meja komputer sudut berbentuk L menghemat ruang di kantor rumah, kamar asrama‎",
    "description": "<p><b>Material : </b><br>‎Meja komputer sudut berbentuk L menghemat ruang di kantor rumah, kamar asrama‎<br><b>Dimensi :</b><br> ‎51 x 19,7 x 28,3‎</p>‎",
    "stocks":102,
    "category": "Meja",
    "reviews": [
      {
        "nama": "Rasyid",
        "text": "Cocok untuk meja di pojok ruangan"
      }
    ]
  }
]